<!doctype html>
<html> 
    <body>
        <h1> Variable_urlparam_function </h1>
<?php
$a=100;
echo $a*100;
echo $_GET["b"];
echo $_GET["c"];
?>

<h3> </h3>
<?php
$name="그";
echo "방학을 맞아 내 마음대로 시간을 쓸 수 있는 나는 실내에서 밖으로 나가는 일이 거의 없다. ".$name."래서 2일마다 노래를 들으며 실내에서 스쿼트, 팔굽혀펴기, 턱걸이, 슬라이더, 윗몸 일으키기, 플랭크 자세를 총 30분 한다.
앞으로 회사를 다니거나 창업을 생각 중인데 창업을 하려면 제품에 대한 갈망과 구체적인 구성과 계획들을 계속 찾아나가야 한다. 
".$name."래서 확정은 아니지만 내가 사는 고향인 광주에 소속된, 재택근무가 가능한 총 인원 5~10인 이하의 작은 office 를 창업해서 나만의 사무실을 갖고 이곳에서 즐겁게 일하고 여유롭게 작업해 보는 것이 나의 꿈이다. 
영감을 받고 싶을 때면 가끔 서울로 출장도 가고 ".$name."런? 
당장 창업을 위한 경험으로 서울의 스타트업이나 외국의 스타트업에 취업을 해서 일해본 경험이 필요하다고 결론이 난다면 ".$name."걸 마치고 언젠가는 지방에 소규모의 IT 스타트업을 설립해서 내가 손수 아이디어를 만들어 팔고 싶은 소프트웨어를 떠올려 보고 싶다.
회사를 다니면서 ".$name."러한 아이디어를 시간이 남으면 조금씩, ".$name."러나 분명하게 고객이 원하는 기능을 찾아가는 방향으로 한 발자국씩 확실히 피드백을 받는 온라인 환경을 구축하면서 아이디어의 수익화의 현실화에 도움을 주는 물을 뿌려 가려 한다.
참고로 무의지의 1시간은, 어떤 미디어도 보지 않고, 책도 안 보는, 외부의 어떤 input 도 없는, 무의지의 1시간을 주는 거다. 
30분이어도 충분한데, 1시간이면 완벽하다. 
심신의 안정에 필수적인 약이자, 도파민 중독을 예방해주는 최고의 예방주사이다. 
아 참고로 쓸데없는 도파민을 전멸시키고자 내가 요즘 하는 건, 영화, 드라마, 모바일 게임, 컴퓨터 게임 끊기이다. 
특히 영화와 드라마, 문학 소설은 꼭 안 보려 하는데, 이유는 얻을 게 거의 없는 경우가 태반이기 때문이다. 
왜냐하면 내가 겪을 일에 집중하는 것만으로도 배울 것은 충분히 많고, 내가 겪는 일에서 교훈을 얻는 것이 더 중요하다. 
때때로 타인의 생각과 경험으로부터 내가 경험하지 못 한 것들을 경험할 수도 있지만 ".$name."것은 내가 가고자 하는 방향에 도움을 직접적으로 주는 정보가 아니라면, 
특히 정보가 아니라 삶에서 흔히 벌어지는 일들과 그것을 그 주인공만의 나름대로 해석한 것의 차이들을 목격하고 그것을 분류하는 것은 불가능하다. 
즉, 많은 견해를 목격하지 않는 게 분쟁 down 에 더 도움이 된다는 쿠르츠게작트의 영상을 떠올리자는 것이다. 
오히려 10명 이하의 소수라도 충분히 다양한 삶을 목격하고 자신과 다른 사람의 낯낯을 볼 수 있다. 
".$name." 사람들이 본질적으로 사람 됨됨이가 분명히 있는 사람들이라면 더더욱 말이다."
?>
</body>
</html>